The geometry of the crease.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public Curve Curve { get; }
  Visual Basic
Public ReadOnly Property Curve As Curve
	Get
  Visual C++
public:
property Curve^ Curve {
	Curve^ get ();
}
 See Also
  SlabShapeCrease Class
  Autodesk.Revit.DB Namespace